<%@ Page Title="LABA" Language="C#" MasterPageFile="~/Site.master" AutoEventWireup="true"
    CodeBehind="About.aspx.cs" Inherits="Лаба_1.About" %>

<asp:Content ID="BodyContent" runat="server" ContentPlaceHolderID="MainContent">
    <style>
        td {padding:10px;}
        hr {color:Gray;}
    </style>
        
    <h2>
        Скотт Пилигрим против всех / Scott Pilgrim vs. the Wor</h2>
    <table>
        <tr>
            <td>
                <img height="500" src="img/1.jpg" />
            </td>
            <td style="vertical-align: top;">
                <strong>Год выпуска</strong>: 2010<br />
                <strong>Страна</strong>: США, Канада, Великобритания<br />
                <strong>Жанр</strong>: комедия<br />
                <strong>Продолжительность</strong>: 01:52:23<br />
                <strong>Перевод</strong>: Дубляж
                <br />
                <strong>Режиссёр</strong>: Эдгар Райт /Edgar Wright/
                <br />
                <strong>В ролях:</strong> Майкл Сера /Michael Cera/, Мэри Элизабет Уинстэд /Mary Elizabeth Winstead/,
                Киран Калкин /Kieran Culkin/, Анна Кендрик /Anna Kendrick/, Крис Эванс /Chris Evans/,
                Джонни Симмонс /Johnny Simmons/, Эллен Вонг /Ellen Wong/, Брэндон Рут /Brandon Routh/,
                Джейсон Шварцман /Jason Schwartzman/, Элисон Пилл /Alison Pill<br />
        
                <br />
                <strong>Описание:</strong> Скотт Пилигрим нашел девушку своей мечты. Но на его пути стоит более сложная
                задача: чтобы встречаться с ней, Скотту придется победить ее семерых бывших и очень
                злых парней.
            </td>
        </tr>
    </table>
    <br />
    <hr />
    <br />
    <h2>
        Собиратель пуль</h2>
    <table>
        <tr>
            <td>
                <img height="500" src="img/2.jpg" />
            </td>
            <td style="vertical-align: top;">
                <span class="post-b"><strong>Год выпуска:</strong></span> 2011<br />
                <span class="post-b"><strong>Страна:</strong></span> Россия<br />
                <span class="post-b"><strong>Жанр:</strong></span> драма<br />
                <span class="post-b"><strong>Продолжительность:</strong></span> 02:01:04<span 
                    class="post-br"><br />
                </span><span class="post-b"><strong>Режиссер:</strong></span> Александр Вартанов<span 
                    class="post-br"><br />
                </span><span class="post-b"><strong>В ролях:</strong></span><br />
                Руслан Назаренко (он), Александр Усердин (отец), Анастасия Лагоша (Вика), 
                Алексей Розин (отчим), Юлия Ауг (мать), Сергей Шнуров (мужик в парке), Алиса 
                Хазанова (женщина с сумками), Анатолий Хропов, Марьяна Черенкова, Евгений 
                Ольшанский (Андрей), Любовь Сенникова, Эльвира Ожигина<span class="post-br"><br />
                </span><span class="post-b">
                <br />
                <br />
                <strong>Описание</strong>:</span> Главный герой подросток-максималист 
                живет в двух параллельных реальностях - настоящей, с руганью с отчимом и 
                унижениями в школе, и выдуманной им, в которой он принадлежит к «собирателям 
                пуль», где, пользуясь безнаказанностью, противостоит «древоточцам».<br />
            </td>
        </tr>
    </table>
    <br />
    <hr />
    <br />
    <h2>
        Generation п / поколение пи</h2>
    <table>
        <tr>
            <td>
                <img height="500" src="img/3.jpg" />
            </td>
            <td style="vertical-align: top;">
                <strong>Год выпуска: </strong>2011<br />
                <strong>Страна:</strong> Россия<br />
                <strong>Жанр:</strong> фантасмагория, драма, комедия&nbsp;
                <br />
                <strong>Продолжительность:</strong> 01:56:20
                <br />
                <strong>Режиссер:</strong> Виктор Гинзбург
                <br />
                <strong>В ролях: </strong>Владимир Епифанцев, Михаил Ефремов, Андрей Фомин, 
                Сергей Шнуров, Владимир Меньшов, Андрей Панин, Александр Гордон, Рената 
                Литвинова, Олег Тактаров, Юрий Сафаров, Роман Трахтенберг, Игорь Миркурбанов, 
                Иван Охлобыстин, Амалия Мордвинова, Игорь Григорьев, Андрей Васильев, Елена 
                Полякова, Леонид Парфёнов, Константин Крюков, Юлия Бордовских, Марианна 
                Максимовская, Наталья Дворецкая, Сергей Мурзин, Михаил Дорожкин, Николай 
                Вилянский, Артурс Пуполс
                <br />
                <br />
                <strong>Описание:</strong> Здесь всё во многом строится на галлюцинациях - 
                включая речь Че Гевары о том, почему и как телевидение разрушает человека. 
                Однако, через изменённую реальность проступает кропотливо восстановленная 
                атмосфера Москвы в 1990-е годы, на фоне которой и разворачивается действие 
                картины. Вавилен Татарский, нашедший себя в новой жизни в роли сотрудника 
                рекламного агентства, занимается продвижением западных брендов, адаптируя их под 
                «русскую ментальность». Умный и местами чудовищно смешной, насыщенный 
                спецэффектами и откровениями, фильм делает простой и понятной сложную историю о 
                том, как бывшие пионеры стали рекламщиками на службе у богини Иштар, а 
                «поколение пепси» выбрало &quot;Coca-Cola&quot;...<span 
                    style="font-family: Palatino Linotype;"><span 
                    style="font-size: 14px; line-height: normal;"><span class="post-br"><br />
                </span></span></span>
            </td>
        </tr>
    </table>
    <br />
    <hr />
    <br />
    <h2>
        Субмарина / Submarine</h2>
    <table>
        <tr>
            <td>
                <img height="500" src="img/4.jpg" />
            </td>
            <td style="vertical-align: top;">
                <strong>Страна: </strong>Великобритания, США <strong>
                <br />
                Жанр:</strong> драма <strong>Год выпуска:</strong> 2010 <strong>
                <br />
                Продолжительность:</strong> 01:36:54<strong><br />
                Режиссер:</strong> Ричард Айоэйд / Richard Ayoade<strong><br />
                В ролях:</strong> Ноа Тейлор, Пэдди Консидайн, Крэйг Робертс, Ясмин Пейдж, Салли 
                Хокинс, Даррен Эванс, Osian Cai Dulais, Лили МакКанн, Отис Ллойд, Элинор Кроули<strong><br />
                <br />
                Описание: </strong>Оливер Тейт убежден, что он - литературный гений. Мальчику 
                представляется, как все будут оплакивать его преждевременную кончину, хотя на 
                самом деле он совсем не популярен. Его заботят два вопроса: как потерять 
                невинность с одноклассницей - пироманкой Джорданой, страдающей экземой и 
                ненавидящей так называемую романтику, и как сохранить брак своих родителей. 
                Думая, что его мама закрутила интрижку со своим бывшим воздыхателем Грэмом, 
                парень разворачивает кампанию по спасению своей семьи.</td>
        </tr>
    </table>
    <br />
    <hr />
    <br />
</asp:Content>
